<?php
return [
    //$conf = [
        'users' => [
            [
                'id' => 1,
                'firstName' => 'Иван',
                'lastName' => 'Иванов',
                'login' => 'ivan.ivanov',
                'compName' => 'iivanov',
                'email' => 'iivanov@mail.ru',
            ],
            [
                'id' => 2,
                'firstName' => 'Петр',
                'lastName' => 'Петров',
                'login' => 'piter.petrov',
                'compName' => 'ppetrov',
                'email' => 'ppetrov@mail.ru',
            ],
            [
                'id' => 3,
                'firstName' => 'Сидор',
                'lastName' => 'Сидоров',
                'login' => 'sidor.sidorov',
                'compName' => 'ssidorov',
                'email' => 'ssidorov@mail.ru',
            ],
            [
                'id' => 4,
                'firstName' => 'Семен',
                'lastName' => 'Семенов',
                'login' => 'semen.semenov',
                'compName' => 'ssemenov',
                'email' => 'ssemenov@mail.ru',
            ],

        ],

        'category' => [
            'Воздушные силы',
            'ПВО',
            'Танковые войска',
            'Ракетные войска',
            'Артилерия',
            'ВДВ',
            'Морфлот',
            'Пограничные войска',
            'Кибер войска',
            'Специальные войска',
        ],

        'cakes' => [
            [
                'name' => 'Торт Киевский',
                'ingredients' => 'Два слоя воздушно- орехового полуфабриката соединены кремом "Шарлот" с добавлением коньяка. Боковая поверхность отделана кремом "Шарлот" шоколадным и обсыпана крошкой воздушно орехового п/ф. Верх торта украшен вафельной картинкой с каштаном.',
                'price' => 250,
                'img' => 'http://avkaluga.ru/upload/iblock/766/766a88ce339dcd80a4f4c6e16008577e.jpg',
            ],
            [
                'name' => 'Торт "Лакомый кусочек"',
                'ingredients' => 'Два слоя бисквитного полуфабриката соединены кремом-суфле на основе взбитых сливок и вишневого джема. Верх торта покрыт вишневым джемом и украшен цветочным узором из взбитых сливок.',
                'price' => 270,
                'img' => 'http://avkaluga.ru/upload/iblock/1ca/1ca0168773bce414851beb0a165504d4.jpg',
            ],
            [
                'name' => 'Торт "Ленинградский"',
                'ingredients' => 'Торт квадратной формы состоит из двух пластов песочного полуфабриката прослоенных сливочным кремом с какао. Верх торта заглазирован шоколадной помадой, украшен узором из крема, вафельной картинкой, арахисом и надписью',
                'price' => 220,
                'img' => 'http://avkaluga.ru/upload/iblock/9de/9de34a3fadcb744f13cdddcd064551d7.jpg',
            ],
            [
                'name' => 'Торт "Орехово- песочный"',
                'ingredients' => 'Торт состоит из трёх слоёв песочного полуфабриката, соединённых кремом из варёной сгущёнки, взбитых сливок и орехов. Боковая поверхность и вверх торта отделаны дроблёными орехами, вверх украшен цветком хризантемы.',
                'price' => 199,
                'img' => 'http://avkaluga.ru/upload/iblock/98c/98cbbf2637ec5101623cf8acd12c167f.jpg',
            ],
            [
                'name' => 'Торт Прага',
                'ingredients' => 'Три слоя бисквитного полуфабриката "Прага" (без промочки) Соединены "Пражским" кремом. Верхние и боковые поверхности покрыты повидлом и заглазирваны шоколадной помадой. Поверхность отделана рисунком из крема.',
                'price' => 250,
                'img' => 'http://avkaluga.ru/upload/iblock/d8c/d8c238b6191eaa14e3c4630fecd317f3.jpg',
            ],
            [
                'name' => 'Торт «Лимонный»',
                'ingredients' => 'Торт круглой формы состоит из двух слоев бисквита, соединенных сметанно – лимонным кремом. Верх торта отделан лимонным гелем, украшен шоколадным декором и дольками мармелада, бока украшены шоколадной крошкой.',
                'price' => 210,
                'img' => 'http://avkaluga.ru/upload/iblock/64b/64bcbd624c70be7dbfce6d3d3e7252b1.jpg',
            ],
        ],

    //]
];

?>
